
var contentConfig = {
    'htmlTitle':'老婆和老妈同时落水，你救哪一个？最机智的回答。',
    'baseTimes': 2421,
    'shareSpeed': 0.5,
    'logoUrl':'http://img.blog.csdn.net/20141029142212289?watermark/2/text/aHR0cDovL2Jsb2cuY3Nkbi5uZXQvdmVnZXJqaWFuZ3Npcg==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70/gravity/Center',
    'sharedDescContent':'这是历史遗留争论多年的问题：老婆和老妈同时掉在了水里，你先救哪个？ ',
    'sharedTitle':'老婆和老妈同时落水，你救哪一个？，已经有sharedTimes位盆友觉得这个回答很好。',
    'sharedTimeLineTitle':'老婆和老妈同时落水，你救哪一个？，已经有sharedTimes位盆友觉得这个回答很好。',
    'sharedCoverUp':'已经有sharedTimes位采纳了这个回答。',
};

var fullContent = "    这是历史遗留争论多年的问题：老婆和老妈同时掉在了水里，你先救哪个？ \n现在终于有答案了 \n\n孟子： \n    从小死了老爸，老妈拉扯我不容易，为了让我健康成长，又搬了三次的家，给我吃好的穿好的为得就是让我有出息。 \n    老妈和老婆落水当然先救老妈了，万恶淫为首，百善孝为先嘛！老婆死了我可以再找一个，老妈死了可不能再找一个，再找一个那就是後妈了。听说後妈没几个好的。 \n    ——————「世上只有妈妈好，没妈的孩子像根草。老妈，我来救你了」。扑通一声孟子跳下了水。 \n\n周幽王： \n    老婆和老妈落水了当然得先救老婆了。想当年俺为了逗亲爱的褒姒笑一笑，连江山都不要了，连自己的小命都不要了，何况是老妈？ \n    再说这死老太婆在立太子的时侯老是偏向俺弟弟，害得俺差点都没当成太子。 \n    ————「情深深雨蒙蒙，我对你的爱很深，褒姒我来救你了。」周幽王扑通一声跳进了水里。 \n\n刘备： \n    兄弟如手足，老婆如衣服，衣服破尚可补，手足断安可续？只要俺二弟和三弟没掉水里就行了，其它人俺可不管他。 \n    —————「老婆，老妈。你们死的好惨呀！」刘备一头栽在河边上嚎嚎大哭起来。 \n\n曹操： \n    宁叫我负天下人，休叫天下人负我。管它是老婆还是老妈了，只要不是我掉水里就行了。 \n    —————「轻轻的我走了，正如我轻轻的来，我挥一挥手，不带走一片云彩。」曹操哼著诗提著剑慢慢的走远了。 \n\n屈原： \n    这个世界太黑暗了，这个国家太腐败了，活著也没啥意思，不如都死了乾净，沧浪之水清兮，可以濯吾缨，沧浪之水浊兮，可以濯吾足。 \n    投身于河水中倒是一个挺好的归宿。 \n    --------「现在的一片天，是肮脏的一片天，星星在文明的天空里再也看不见老婆，老妈，我和你们一起死」屈原一边唱著一边跳进了水里。 \n\n庄子： \n    生又何欢，死又何哀？其始而本无生；非徒无生也，而本无形；非徒无形也。 \n    老妈和老婆死了就死好了，不过是从有形的元气状态回到了无形的元气状态，有啥好伤心的呢？救他们干啥呢？谁都不救啦！ \n    —————「对面的女孩看过来，看过来，看过来。」庄子分开著双腿像簸箕一样坐著,手中拿著一个瓦缶,边敲边唱，看著老婆和老妈慢慢地淹没在水中，满脸快快乐乐的样子。 \n\n和砷： \n    老婆和老妈落水就落水吧，反正我爱的是钱，钱就是我的老婆，钱就是我的亲妈。 \n    我说老婆和老妈呀，你们就不能穿差一点的衣服再掉到河里呀，可惜了你们头上的那些金钗手饰呀！ \n    -----------「有啥你别有病，没啥你别没钱。」和呻一边看著他老婆和老妈慢慢地沉下去一边叹息著。 \n\n王勃： \n    手心手背都是肉，老婆是自己最爱的人，老妈是自己最亲的人，怎么办呢？不管它，先跳下去，看看离谁最近就先救谁吧。 \n    王勃扑通一声跳了下去。 \n    ---------「不好，我忘了自己不会游泳了。」王勃咕噜噜地喝了几口水，也慢慢地沉了下去。一代才子王勃就是因为此事溺水而死的。 \n\n孙悟空： \n    俺是从石头缝里蹦出来的，没有老妈。所以不存在老妈落水的问题；俺是个和尚，没有老婆。所以不存在老婆落水的问题。 \n    不存在老妈落水的问题，也不存在老婆落水的问题，就更不会存在老妈和老婆同时落水的问题。 \n    这**的问题也不知道是哪个猪头想出来的，简直比俺师弟猪八戒还蠢。";

var partContent = "    这是历史遗留争论多年的问题：老婆和老妈同时掉在了水里，你先救哪个？ \n现在终于有答案了 \n\n孟子： \n    从小死了老爸，老妈拉扯我不容易，为了让我健康成长，又搬了三次的家，给我吃好的穿好的为得就是让我有出息。 \n    老妈和老婆落水当然先救老妈了，万恶淫为首，百善孝为先嘛！老婆死了我可以再找一个，老妈死了可不能再找一个，再找一个那就是後妈了。听说後妈没几个好的。 \n    ——————「世上只有妈妈好，没妈的孩子像根草。老妈，我来救你了」。扑通一声孟子跳下了水。 \n\n周幽王： \n    老婆和老妈落水了当然得先救老婆了。想当年俺为了逗亲爱的褒姒笑一笑，连江山都不要了，连自己的小命都不要了，何况是老妈？ \n    再说这死老太婆在立太子的时侯老是偏向俺弟弟，害得俺差点都没当成太子。 \n    ————「情深深雨蒙蒙，我对你的爱很深，褒姒我来救你了。」周幽王扑通一声跳进了水里。 \n\n刘备： \n    兄弟如手足，老婆如衣服，衣服破尚可补，手足断安可续？只要俺二弟和三弟没掉水里就行了，其它人俺可不管他。 \n    —————「老婆，老妈。你们死的好惨呀！」刘备一头栽在河边上嚎嚎大哭起来。 \n\n曹操： \n    宁叫我负天下人，休叫天下人负我。管它是老婆还是老妈了，只要不是我掉水里就行了。 \n    —————「轻轻的我走了，正如我轻轻的来，我挥一挥手，不带走一片云彩。」曹操哼著诗提著剑慢慢的走远了。 \n\n屈原： \n    这个世界太黑暗了，这个国家太腐败了，活著也没啥意思，不如都死了乾净，沧浪之水清兮，可以濯吾缨，沧浪之水浊兮，可以濯吾足。 \n    投身于河水中倒是";






dataInited = true;
