
var contentConfig = {
    'baseTimes': 15205231,
    'shareSpeed': 10,
    'logoUrl':'https://raw.githubusercontent.com/yiyiBeauty/5iShare/master/old.jpg',
    'sharedDescContent':'1：不要奢望别人给你经济上的任何帮助，钱对任何人都是不够用的 （学会给与）',
    'sharedTitle':'一位老人的九句话，疯传了sharedTimes次',
    'sharedTimeLineTitle':'一位老人的九句话，疯传了sharedTimes次',
    'sharedCoverUp':'这份感动已经被分享了sharedTimes次。',
};

var fullContent = "    1：不要奢望别人给你经济上的任何帮助，钱对任何人都是不够用的 （学会给与）\n\n    2：朋友帮你是善事，是道义；朋友不帮你也无可厚非，不该心怀怨尤，人家不欠你的！（学会理解）\n\n    3：要知道没有人必须在你需要的时候帮你，只有你自己，所以让自己独立  坚强  快乐  幸福，才是你需要做的，毕竟只有自己和你生死与共，休戚相关，明白？（学会自强）\n\n    4：不要看贫富交朋友，他有亿万家财跟你一毛钱关系都没有，别把自己弄成哈巴狗，他也许一无所有却可以把唯一的馒头分给你（学会分辨）\n\n    5：不要为了经济富有的朋友疏远了精神富有的朋友，慢慢你会明白，经济上富有的朋友可以带你吃喝玩乐，也可以带给你复杂纷乱的世俗烦恼，精神富有的朋友也许只能带你去田野里，去溪流畔，没有美酒佳肴，没有香槟  咖啡  没有舞池，可是她能陪你一起奔跑 一起笑的像傻子。（学会自重）\n\n    6：可以相信世上真的有美好坚贞的爱情，但是它只属于牛郎织女  梁山伯祝英台  还有国外的罗密欧和朱丽叶，因为他们都没有活很久，而我们是要活很久的。（学会珍惜)\n\n    7:不管你因为什么结婚，只要你有了孩子，你就要爱这个家，不管它多么简陋多么寒冷，你都有义务让它温馨起来，因为你是父母！（学会承担）\n\n    8：我们的青春眨眼就没有了，皱纹一条一条的爬到眼角，我们阻止不了岁月破坏我们的容颜，可是我们可以让心在岁月中慢慢磨砺，如蚌中的沙，慢慢的光润起来，等到我们发苍齿摇、步履螨跚的时候，还可以让珍珠的光泽晕红最后的行程 不是吗？（学会成长）\n\n    9：不要执着，人生有很多不如意，世界不会迎合你，地球不会为你转的，所以不要执着于拥有，连我们都只是红尘的过客，人生赤条条的来，死又能带走什么呢？（学会放下）";


var partContent = "    1：不要奢望别人给你经济上的任何帮助，钱对任何人都是不够用的 （学会给与）\n\n    2：朋友帮你是善事，是道义；朋友不帮你也无可厚非，不该心怀怨尤，人家不欠你的！（学会理解）\n\n    3：要知道没有人必须在你需要的时候帮你，只有你自己，所以让自己独立  坚强  快乐  幸福，才是你需要做的，毕竟只有自己和你生死与共，休戚相关，明白？（学会自强）\n\n    4：不要看贫富交朋友，他有亿万家财跟你一毛钱关系都没有，别把自己弄成哈巴狗，他也许一无所有却可以把唯一的馒头分给你（学会分辨）\n\n    5：不要为了经济富有的朋友疏远了精神富有的朋友，慢慢你会明白，经...";


dataInited = true;