
var contentConfig = {
    'htmlTitle':'白酒+啤酒=自杀！赶快告诉你的盆友们吧！',
    'baseTimes': 36421,
    'shareSpeed': 3,
    'logoUrl':'http://img.blog.csdn.net/20141025001610156?watermark/2/text/aHR0cDovL2Jsb2cuY3Nkbi5uZXQvdmVnZXJqaWFuZ3Npcg==/font/5a6L5L2T/fontsize/400/fill/I0JBQkFCMA==/dissolve/70/gravity/Center',
    'sharedDescContent':'很多人都有类似的经历，平时单喝白酒没有问题、啤酒也没有问题，但是只要两种酒一混喝就容易醉了。',
    'sharedTitle':'白酒+啤酒=自杀！，已经有sharedTimes位盆友这么说了。',
    'sharedTimeLineTitle':'白酒+啤酒=自杀！，已经有sharedTimes位盆友这么说了。',
    'sharedCoverUp':'已经有sharedTimes位盆友说：白酒+啤酒=自杀！',
};

var fullContent = "    很多人都有类似的经历，平时单喝白酒没有问题、啤酒也没有问题，但是只要两种酒一混喝就容易醉了。经常聚会喝酒的人就知道白酒和啤酒不能混着喝，白酒和啤酒混着喝有什么后果?容易醉，引起头昏、恶心、呕吐等，最重要一点就是容易得肝癌，为了自身健康着想，最好不要乱混酒喝。\n\n更容易醉：\n    主要是因为白酒和啤酒是不同性质的酒。白酒是蒸馏酒，啤酒是发酵酒，因此两种酒的成分不一样。白酒除少量的杂醇油外，主要是乙醇，而啤酒中含有很多成分如二氧化碳、肽及氨基酸、无机盐、维生素、抗氧画物质如多酚类物质，有一些物质可以促进乙醇的吸收。所以白酒和啤酒混合饮用，更容易喝醉，而且最后的难受程度明显大于单喝一种酒的醉感，使醉感提前到来，引起头昏、恶心、呕吐等，甚至会引起其他中毒症状。\n\n更容易吐：\n    喝酒一旦喝到吐，说明胃已经受不了了，长此以往，容易造成胃炎，而白酒啤酒掺着喝，人更容易吐，试想一下，胃先接受了白酒的浸泡，接着，又来几瓶啤酒，胃很可能会难以承受。\n\n更容易得肝癌：\n    最后一条，是经过实验证明出来的，而肝癌的危害，相信不用我多说，目前，可以说难以治愈，因此，喝酒的朋友，要千万的注意。因为啤酒虽然是低酒精饮料，但是其中含有二氧化碳和大量水分，与白酒混喝，会加速酒精在全身的渗透作用，对肝脏、肠胃和肾脏等器官产生强烈的刺激和危害，影响消化酶的产生，使胃酸分泌减少，可导致胃痉挛、急性肠炎和引起出血、十二指肠炎等症状，对心血管的危害也相当严重。";

var partContent = "    很多人都有类似的经历，平时单喝白酒没有问题、啤酒也没有问题，但是只要两种酒一混喝就容易醉了。经常聚会喝酒的人就知道白酒和啤酒不能混着喝，白酒和啤酒混着喝有什么后果?容易醉，引起头昏、恶心、呕吐等，最重要一点就是容易得肝癌，为了自身健康着想，最好不要乱混酒喝。\n\n更容易醉：\n    主要是因为白酒和啤酒是不同性质的酒。白酒是蒸馏酒，啤酒是发酵...";







dataInited = true;