
var contentConfig = {
    'htmlTitle':'上层人士中层人士底层人士',
    'baseTimes': 10821,
    'shareSpeed': 0.1,
    'logoUrl':'http://img.blog.csdn.net/20141030192459850',
    'sharedDescContent':'一个开150万奔驰的人，他银行贷款1000万，他的生活在生与死的边缘！',
    'sharedTitle':'上层人士中层人士底层人士，已经有sharedTimes个人觉得很赞。',
    'sharedTimeLineTitle':'上层人士中层人士底层人士，已经有sharedTimes个人觉得很赞。',
    'sharedCoverUp':'已经有sharedTimes个人分享了。',
};

var fullContent = "一个开150万奔驰的人，他银行贷款1000万，他的生活在生与死的边缘！\n\n    一个开15万大众的人，他房贷80万，他的生活水深火热！\n\n    一个骑1500块电动车的，他存款10万！生活安逸却又迷茫！\n\n    三人路上相遇，骑电动车的羡慕开大众的，开大众的羡慕开奔驰的，开奔驰的羡慕骑电动车的！\n\n    这就是现实的社会，每个人都成了金钱与命运的奴隶！ 猫喜欢吃鱼，可猫不会游泳。\n\n    鱼喜欢吃蚯蚓，可鱼又不能上岸。上帝给了你很多诱惑，却不让你轻易得到。\n\n    但是，总不能流血就喊痛，怕黑就开灯，想念就联系。\n\n    今天再大的事，到了明天就是小事；今年再大的事，到了明年就是故事。\n\n    我们最多也就是个有故事的人，所以人生就像蒲公英，看似自由，却身不由己。有些事，不是不在意，而是在意了又能怎样。\n\n    自己全力以赴就好，人生没有如果，只有后果和结果……";

var partContent = "一个开150万奔驰的人，他银行贷款1000万，他的生活在生与死的边缘！\n\n    一个开15万大众的人，他房贷80万，他的生活水深火热！\n\n    一个骑1500块电动车的，他存款1";





dataInited = true;
